Repository: JcDenis/FrontendSession
Catalog: locales/*/main.po
Languages: fr

source: My account
fr: Mon compte

source: Enable sessions on frontend
fr: Autoriser les sessions publiques

source: Enable user registration form on frontend
fr: Autoriser le formulaire public d'inscription

source: Enable user password recovery form on frontend
fr: Autoriser la récupération publique de mot de passe

source: Limit new comments to registered users
fr: Limiter les nouveaux commentaires aux utilisateurs enregistrés

source: All themes are not necessarily compatible with this feature.
fr: Tous les thèmes ne sont pas forcément compatibles avec cette option.

source: Disable default CSS
fr: Désactiver la feuille de style additionnelle.

source: Link to the "%s" page or entry:
fr: Lien vers la page ou le billet des "%s" :

source: Terms and Conditions
fr: Conditions Générales d'Utilisation

source: Leave this field empty if you do not have a "%s" page.
fr: Laisser ce champ vide si vous n'avez pas de page pour les "%s".

source: Registration administrator email:
fr: Email des superviseurs des inscriptions :

source: This is the comma separeted list of administrator mail address who receive new registration notification.
fr: Ceci est la liste séparée par des virgules des adresses mails qui recevront les notifications de nouvelle inscription d'utilisateur.

source: Registration no-reply email:
fr: Email sans-réponse des inscriptions :

source: This is mail address used on registration confirmation email.
fr: Ceci est l'adresse mail utilisée dans la confirmation d'inscription.

source: Text to display on login page when user is connected:
fr: Texte à afficher sur la page de connexion lorsque l'utilisateur est connecté.

source: Text to display on login page when user is disconnected:
fr: Texte à afficher sur la page de connexion lorsque l'utilisateur est déconnecté.

source: Public login page
fr: Page publique de connexion

source: Sign in to this blog
fr: Se connecter au blog

source: User has been successfully marked as pending.
fr: L'utilisateur est été marqué en attente avec succès.

source: One pending registration
fr: Une inscription en attente

source: Comments creation are limited to registered users.
fr: La création de commentaire est limitée aux utilisateurs enregistrés.

source: Sign in
fr: Se connecter

source: Login:
fr: Identifiant :

source: Password:
fr: Mot de passe :

source: Remenber me
fr: Se souvenir de moi

source: Sign up
fr: S'inscrire

source: Username:
fr: Nom d'utilisatrice ou d'utilisateur :

source: Should be at least 3 characters long with only figures and letters.
fr: Doit contenir au moins 3 caractères avec uniquement des chiffres et des lettres

source: First Name:
fr: Prénom :

source: Last Name:
fr: Nom :

source: Repeat email:
fr: Répéter l'email :

source: Should be at least 6 characters long.
fr: Doit contenir au moins 6 caractères.

source: Repeat password:
fr: Répéter le mot de passe :

source: I have read and accept the %s.
fr: J'ai lu et j'accepte les %s.

source: Do not check this box
fr: Ne pas cocher cette case

source: Password recovery
fr: Mot de passe oublié

source: Recover
fr: Récupérer

source: You are connected as: %s
fr: Vous êtes connecté en tant que "%s"

source: Logout
fr: Déconnexion

source: Password change
fr: Changement de mot de passe

source: New password:
fr: Nouveau mot de passe :

source: Repeat new password:
fr: Répéter le nouveau mot de passe :

source: Change
fr: Changer

source: Current password:
fr: Mot de passe actuel :

source: Profile
fr: Profil

source: Your site URL:
fr: URL de votre site :

source: This account is disabled.
fr: Ce compte est désactivé.

source: Your account is not yet activated. An administrator will review your account and validate it soon.
fr: Votre compte n'est pas encore activé. Un administrateur vérifiera votre inscription dès que possible.

source: Wrong username or password.
fr: Mauvais nom d'utilisateur ou de mot de passe.

source: This username is not valid.
fr: L'identifiant n'est pas valide.

source: This username is not available.
fr: Cet identifiant n'est pas disponible.

source: Emails missmatch.
fr: L'email ne correspondent pas.

source: Email is not valid.
fr: L'email n'est pas valide.

source: Passwords missmatch.
fr: Les mots de passe ne correspondent pas.

source: Password must be at lesat 6 characters long.
fr: Le mot de passe n'est pas valide.

source: Username already exists.
fr: Cet identifiant n'es pas disponible.

source: You must be agree with "%s".
fr: Vous devez accepter les "%s".

source: Something went wrong while trying to register user.
fr: Quelque chose a mal tourné lors de votre enregistrement.

source: Thank you for your registration. An administrator will validate your request soon.
fr: Merci pour votre enregistrement. Un administrateur validera bientôt votre demande.

source: Your new password is in your mailbox.
fr: Votre nouveau mot de passe est dans votre boîte à lettres.

source: Unknow username or email.
fr: identifiant ou adresse email inconnu.

source: You are an admin, you must change password from backend.
fr: Vous êtes administrateur, vous devez changer votre mot de passe depuis l'interface d'administration.

source: The e-mail was sent successfully to %s.
fr: Le message a été envoyé à %s.

source: You must set a new password.
fr: Vous devez changer votre mot de passe.

source: Unable to retrieve user informations.
fr: Impossible de retrouver les informations de l'utilisateur.

source: Passwords don't match
fr: Les mots de passe ne correspondent pas

source: You didn't change your password.
fr: Vous n'avez pas changé votre mot de passe.

source: Password successfully updated.
fr: Mot de passe mis à jour avec succès.

source: Profile successfully updated.
fr: Profil mis à jour avec succés.

source: Password verification failed.
fr: Echec de la vérification du mot de passe.

source: Password must be 6 or more chars length.
fr: Le mot de passe doit contenir au mois si caractères.

source: Passwords mismatch.
fr: Les mots de passe ne correspondent pas.

source: Confirmation of activation
fr: Confirmation d'activation

source: Thank you for your registration on blog "$s"!
fr: Merci pour votre inscription sur le blog "%s" !

source: Your account is now activated.
fr: Votre compte est maintenant activé.

source: You can now sign in to: %s
fr: Vous pouvez vous connecter à l'adresse: %s

source: Confirmation of registration
fr: Confirmation d'inscription

source: Thank you for your registration on blog "%s"!
fr: Merci pour votre inscription sur le blog "%s" !

source: Administrators need to review before activate your account but they will do it as soon as possible.
fr: Un administrateur doit vérifier votre inscription avant activation de votre compte. Ce sera fait aussi vite que possible.

source: You will receive an email when it will be ready.
fr: Vous recevrez un email lorsque ce sera prêt.

source: New user registration
fr: Nouvelle inscription

source: A new user registration has been made on blog "%s" (%s)!
fr: Une nouvelle inscription d'utilisateur a été faite sur le blog "%s" (%s) !

source: Administrators need to review user account and activate it.
fr: Un administrateur doit vérifier et activer l'utilisateur.

source: Password reset
fr: Réinitialisation du mot de passe

source: Someone has requested to reset the password for the following site and username.
fr: Quelqu'un a demandé la réinitialisation du mot de passe pour le site et l'utilisateur·rice suivants.

source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
fr: Pour réinitialiser votre mot de passe, rendez-vous à l'adresse suivante. Sinon ignorez simplement ce message et rien ne se passera.

source: Your new password
fr: Votre nouveau mot de passe

source: To change this password visit the following address and sign in with these idents.
fr: Pour changer le mot de passe, rendez-vous à l'adresse suivante et connectez vous avec ces identifiants.

source: New frontend registration
fr: Nouvelle inscription publique

source: Send message on new user frontend registration
fr: Envoyer un message lors d'une nouvelle inscription publique

source: Follow this link below to validate it:
fr: Suivez le lien ci-dessous pour le valider :

source: Pending registration
fr: Inscription en attente

source: Frontend session
fr: Session publique

source: You are connected as:
fr: Vous êtes :

source: Disconnect
fr: Se déconnecter

source: Connect
fr: Se connecter
